tap "blendle/blendle"
tap "fluxcd/tap"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "koekeishiya/formulae"
tap "mingrammer/flog"
tap "minio/stable"
brew "ansible"
brew "asciinema"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "bcrypt"
brew "bitwarden-cli"
brew "calicoctl"
brew "chezmoi"
brew "commitizen", link: false
brew "direnv"
brew "e2fsprogs"
brew "eksctl"
brew "exa"
brew "fish"
brew "git"
brew "git-crypt"
brew "glib"
brew "gnu-sed"
brew "guile"
brew "unbound", restart_service: true
brew "gnutls"
brew "gnupg"
brew "go"
brew "helm"
brew "hugo"
brew "istioctl"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubeseal"
brew "kustomize"
brew "libssh"
brew "logcli"
brew "mkcert"
brew "nghttp2"
brew "nss"
brew "packer"
brew "pre-commit"
brew "tcl-tk"
brew "python@3.8"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "sops"
brew "sshuttle"
brew "starship"
brew "stern"
brew "task"
brew "telnet"
brew "terraform"
brew "terragrunt"
brew "tmate"
brew "tree"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "wireshark"
brew "yarn"
brew "yq"
brew "blendle/blendle/kns"
brew "googlecontainertools/kpt/kpt"
brew "johanhaleby/kubetail/kubetail"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mingrammer/flog/flog"
brew "minio/stable/mc"
cask "alacritty"
cask "font-awesome-terminal-fonts"
cask "font-hack-nerd-font"
cask "keycastr"
cask "osxfuse"
cask "xbar"
