tap "blendle/blendle"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "johanhaleby/kubetail"
tap "minio/stable"
brew "ansible"
brew "python@3.8"
brew "asciinema"
brew "bcrypt"
brew "bitwarden-cli"
brew "calicoctl"
brew "chezmoi"
brew "e2fsprogs"
brew "ext4fuse"
brew "fish"
brew "fluxctl"
brew "git"
brew "git-crypt"
brew "gnu-sed"
brew "gnupg"
brew "hugo"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubeseal"
brew "logcli"
brew "rclone"
brew "rsync"
brew "starship"
brew "stern"
brew "telnet"
brew "terraform"
brew "terragrunt"
brew "tree"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "yarn"
brew "yq"
brew "blendle/blendle/kns"
brew "johanhaleby/kubetail/kubetail"
brew "minio/stable/mc"
cask "font-awesome-terminal-fonts"
cask "font-hack-nerd-font"
cask "osxfuse"
